Repository: Sicilia04/coderedcms
Catalog: coderedcms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Button Title
fr: Titre du bouton

source: Button Style
fr: Style de bouton

source: Button Size
fr: Taille du bouton

source: Custom CSS Class
fr: Classe CSS personnalisée

source: Custom ID
fr: ID personnalisé

source: Advanced Settings
fr: Paramètres avancés

source: Template
fr: Modèle

source: Tracking Event Category
fr: Catégorie d'événement de suivi

source: Tracking Event Label
fr: Étiquette d'événement de suivi

source: Column Breakpoint
fr: Point d'arrêt de colonne

source: Screen size at which the column will expand horizontally or stack vertically.
fr: Taille de l'écran à laquelle la colonne va se développer horizontalement ou empiler verticalement.

source: Content
fr: Contenu

source: Page link
fr: Lien de page

source: Document link
fr: Lien de document

source: Other link
fr: Autre lien

source: Title
fr: Titre

source: Subtitle
fr: Sous-titre

source: Body
fr: Corps

source: Links
fr: Liens

source: Card
fr: Carte

source: Carousel
fr: Carrousel

source: Image Collection
fr: Collection d'images

source: Image Gallery
fr: Galerie d'images

source: Modal heading
fr: Titre du Modal

source: Modal content
fr: Contenu du Modal

source: Simple Text
fr: Texte simple

source: Modal footer
fr: Pied du Modal

source: External Link
fr: Lien externe

source: Page Link
fr: Lien de page

source: Document Link
fr: Lien de document

source: Sub-links
fr: Sous-liens

source: External link with sub-links
fr: Lien externe avec des sous-liens

source: Show child pages
fr: Afficher les pages enfants

source: Automatically show a link to the Page’s child pages as a dropdown menu.
fr: Affiche automatiquement un lien vers les pages enfants de la page en tant que menu déroulant.

source: Page link with sub-links
fr: Lien de page avec des sous-liens

source: Document link with sub-links
fr: Lien de document avec des sous-liens

source: Show body preview
fr: Afficher l'aperçu du corps

source: Number of pages to show
fr: Nombre de pages à afficher

source: Limit to
fr: Limite à

source: Only show pages that are children of the selected page. Uses the subpage sorting as specified in the page’s LAYOUT tab.
fr: Afficher uniquement les pages qui sont des enfants de la page sélectionnée. Utilise le tri de la sous-page comme spécifié dans l'onglet disposition de la page.

source: Latest Pages
fr: Dernières pages

source: Name
fr: Nom

source: Price
fr: Prix

source: Any text here. Include currency sign if desired.
fr: N'importe quel texte ici. Incluez le signe de devise si désiré.

source: Price List Item
fr: Article de la liste de prix

source: Heading
fr: Titre

source: Items
fr: Articles

source: Price List
fr: Liste des prix

source: Show content walls on children pages?
fr: Afficher les murs de contenu sur les pages enfants?

source: If this is checked, the content walls will be displayed on all children pages of this page.
fr: Si cette vérification est cochée, les murs de contenu seront affichés sur toutes les pages enfants de cette page.

source: Content Wall
fr: Mur de contenu

source: Reusable Content
fr: Contenu réutilisable

source: Button Link
fr: Lien du bouton

source: Auto download
fr: Téléchargement automatique

source: Download
fr: Télécharger

source: Search query
fr: Requête de recherche

source: Address or search term used to find your location on the map.
fr: Adresse ou terme de recherche utilisé pour trouver votre position sur la carte.

source: Google place ID
fr: ID de place Google

source: Requires API key to use place ID.
fr: Nécessite une clé API pour utiliser l'ID de place.

source: Map zoom level
fr: Niveau de zoom de la carte

source: Requires API key to use zoom. 1: World, 5: Landmass/continent, 10: City, 15: Streets, 20: Buildings
fr: Nécessite une clé API pour utiliser le zoom. 1: monde, 5: Landmass/continent, 10: ville, 15: rues, 20: bâtiments

source: Link to a YouTube/Vimeo video, tweet, facebook post, etc.
fr: Lien vers une vidéo YouTube/Vimeo, Tweet, Facebook post, etc.

source: Embed Media
fr: Incorporer les médias

source: Text
fr: Texte

source: Heading 1
fr: Titre 1

source: Heading 2
fr: Titre 2

source: Heading 3
fr: Titre 3

source: Alternate text to show if the image doesn’t load
fr: Texte alternatif pour afficher si l'image ne se charge pas

source: Image Link
fr: Lien image

source: Quote Text
fr: Texte de la citation

source: Author
fr: Auteur

source: Quote
fr: Citation

source: Column size
fr: Taille de colonne

source: Full width
fr: Pleine largeur

source: Responsive Grid Row
fr: Rangée de grille réactive

source: Card Grid
fr: Grille de carte

source: Parallax Effect
fr: Effet parallaxe

source: Background images scroll slower than foreground images, creating an illusion of depth.
fr: Les images de fond défilent plus lentement que les images de premier plan, créant une illusion de profondeur.

source: Tile background image
fr: Image de fond de tuile

source: Background color
fr: Couleur d'arrière-plan

source: Hexadecimal, rgba, or CSS color notation (e.g. #ff0011)
fr: Notation de couleur hexadécimale, RGBA ou CSS (par exemple #ff0011)

source: Text color
fr: Couleur du texte

source: Days
fr: Jours

source: For late night hours past 23:59, define each day in a separate block.
fr: Pour les heures de fin de nuit passées 23:59, définissez chaque jour dans un bloc distinct.

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Opening time
fr: Horaire d'ouverture

source: Closing time
fr: Heure de fermeture

source: Open Hours
fr: Heures d'ouverture

source: Action Type
fr: Type d’action

source: Target URL
fr: URL cible

source: Language
fr: Langue

source: If the action is offered in multiple languages, create separate actions for each language.
fr: Si l'action est disponible en plusieurs langues, créez des actions distinctes pour chaque langue.

source: Result Type
fr: Type de résultat

source: Leave blank for OrderAction
fr: Laisser vide pour OrderAction

source: Result Name
fr: Nom du résultat

source: Example: "Reserve a table", "Book an appointment", etc.
fr: Exemple: «réserver une table», «réserver un rendez-vous», etc.

source: Additional action markup
fr: Balisage d'action supplémentaire

source: Additional JSON-LD inserted into the Action dictionary. Must be properties of https://schema.org/Action.
fr: JSON-LD supplémentaire inséré dans le dictionnaire action. Doit être des propriétés de https://schema.org/Action.

source: Single line text
fr: Texte sur une seule ligne

source: Multi-line text
fr: Texte multiligne

source: Number - only allows integers
fr: Nombre - autorise seulement les entiers

source: Choice
fr: Choix

source: Checkboxes
fr: Cases

source: Drop down
fr: Liste déroulante

source: Radio buttons
fr: Boutons radio

source: Multiple select
fr: Sélection multiple

source: Single checkbox
fr: Case simple

source: Date & Time
fr: Date & heure

source: Time
fr: Temps

source: Date and time
fr: Date et heure

source: File Upload
fr: Envoi de fichiers

source: Secure File - login required to access uploaded files
fr: Fichier sécurisé - connexion requise pour accéder aux fichiers téléchargés

source: Other
fr: Autre

source: Hidden field
fr: Champ caché

source: Submitted file is not allowed.
fr: Le fichier soumis n'est pas autorisé.

source: field type
fr: type de champ

source: Search
fr: Rechercher

source: Page type
fr: Type de page

source: List
fr: Liste

source: CodeRed Tag
fr: Tag CodeRed

source: CodeRed Page
fr: Page CodeRed

source: Cover image
fr: Image de couverture

source: Default Ordering
fr: Ordre par défaut

source: Date first published, newest to oldest
fr: Date de première publication, du plus récent au plus ancien

source: Date first published, oldest to newest
fr: Date de première publication, du plus ancien au plus récent

source: Date updated, newest to oldest
fr: Date de mise à jour, la plus récente à la plus ancienne

source: Date updated, oldest to newest
fr: Date de mise à jour, la plus ancienne à la plus récente

source: Title, alphabetical
fr: Titre, alphabétique

source: Title, reverse alphabetical
fr: Titre, alphabétique inversé

source: Show list of child pages
fr: Afficher la liste des pages enfants

source: Order child pages by
fr: Classer les pages enfants par

source: Number per page
fr: Nombre par page

source: Used to categorize your pages.
fr: Utilisé pour catégoriser vos pages.

source: Open Graph preview image
fr: Image d'aperçu Open Graph

source: The image shown when linking to this page on social media. If blank, defaults to article cover image, or logo in Settings > Layout > Logo
fr: L'image affichée lors de la liaison à cette page sur les médias sociaux. Si blanc, par défaut à l'image de couverture de l'article, ou le logo dans Paramètres > Disposition > logo

source: Organization type
fr: Type d'organisation

source: If blank, no structured data will be used on this page.
fr: Si elle est vide, aucune donnée structurée ne sera utilisée sur cette page.

source: Organization name
fr: Nom de l'Organisation

source: Leave blank to use the site name in Settings > Sites
fr: Laissez vide pour utiliser le nom du site dans Paramètres > Sites

source: Organization logo
fr: Logo de l'Organisation

source: Leave blank to use the logo in Settings > Layout > Logo
fr: Laissez vide pour utiliser le logo dans Paramètres > Disposition > Logo

source: Photo of Organization
fr: Photo de l'Organisation

source: A photo of the facility. This photo will be cropped to 1:1, 4:3, and 16:9 aspect ratios automatically.
fr: Une photo de l'établissement. Cette photo sera recadrée à 1:1, 4:3 et 16:9 rapports d'aspect automatiquement.

source: Telephone number
fr: Numéro de téléphone

source: Include country code for best results. For example: +1-216-555-8000
fr: Incluez le code de pays pour de meilleurs résultats. Par exemple: + 1-216-555-8000

source: Street address
fr: Adresse postale

source: House number and street. For example, 55 Public Square Suite 1710
fr: Numéro de maison et rue. Par exemple, 55 Rue des Pommiers

source: City
fr: Ville

source: City or locality. For example, Cleveland
fr: Ville ou localité. Par exemple, Paris

source: State
fr: État

source: State, province, county, or region. For example, OH
fr: État, province, comté ou région. Par exemple, VS

source: Postal code
fr: Code postal

source: Zip or postal code. For example, 44113
fr: Nip ou code postal. Par exemple, 1200

source: Country
fr: Pays

source: For example, USA. Two-letter ISO 3166-1 alpha-2 country code is also acceptible https://en.wikipedia.org/wiki/ISO_3166-1
fr: Par exemple, USA. Le code de pays ISO 3166-1 alpha-2 à deux lettres est également acceptable https://en.wikipedia.org/wiki/ISO_3166-1

source: Geographic latitude
fr: Latitude géographique

source: Geographic longitude
fr: Longitude géographique

source: Hours of operation
fr: Heures d'ouverture

source: Additional Organization markup
fr: Balisage d'organisation supplémentaire

source: Additional JSON-LD inserted into the Organization dictionary. Must be properties of https://schema.org/Organization or the selected organization type.
fr: JSON-LD supplémentaire inséré dans le dictionnaire de l'organisation. Doit être des propriétés de https://schema.org/Organization ou du type d'organisation sélectionné.

source: Content Walls
fr: Murs de contenu

source: Visual Design
fr: Conception visuelle

source: Show Child Pages
fr: Afficher les pages enfants

source: Page Meta Data
fr: Méta-données de la page

source: About Organization Structured Data
fr: À propos des données structurées de l'Organisation

source: The fields below help define brand, contact, and storefront information to search engines. This information should be filled out on the site’s root page (Home Page). If your organization has multiple locations, then also fill this info out on each location page using that particular location’s info.
fr: Les champs ci-dessous aident à définir la marque, le contact et la vitrine informations aux moteurs de recherche. Ces informations doivent être remplies sur la page racine du site (page d'accueil). Si votre organisation a plusieurs emplacements, puis remplissez également cette info sur chaque page d'emplacement en utilisant ce particulier informations de l'emplacement.

source: Structured Data - Organization
fr: Données structurées - Organisation

source: CodeRed Web Page
fr: Page Web CodeRed

source: CodeRed Article
fr: Article CodeRed

source: Caption
fr: Légende

source: Display author as
fr: Afficher l'auteur comme

source: Override how the author’s name displays on this article.
fr: Substituez la façon dont le nom de l'auteur s'affiche sur cet article.

source: Display publish date
fr: Afficher la date de publication

source: Publication Info
fr: Informations sur la publication

source: CodeRed Article Index Page
fr: Page d'index d'article CodeRed

source: Show images
fr: Afficher les images

source: Show author and date info
fr: Afficher les informations sur l'auteur et la date

source: Show preview text
fr: Afficher le texte de l'aperçu

source: Child page display
fr: Affichage de la page enfant

source: CodeRed Event
fr: Événement CodeRed

source: The color that the event will use when displayed on a calendar.
fr: Couleur que l'événement utilisera lorsqu'il est affiché sur un calendrier.

source: Address
fr: Adresse

source: Event information
fr: Informations sur les événements

source: Dates and times
fr: Dates et heures

source: No calendar
fr: Pas de calendrier

source: Monthly Calendar
fr: Calendrier mensuel

source: Weekly Calendar
fr: Calendrier hebdomadaire

source: Daily Calendar
fr: Calendrier journalier

source: Calendar List View
fr: Vue liste du calendrier

source: CodeRed Event Index Page
fr: Page d'index d'événement CodeRed

source: Calendar Style
fr: Style de calendrier

source: The default look of the calendar on this page.
fr: L'apparence par défaut du calendrier sur cette page.

source: CodeRed Event Occurrence
fr: Occurrence d'événement CodeRed

source: CodeRed Form Page
fr: Page de formulaire CodeRed

source: Email form submissions to
fr: Envoi de formulaires par courriel à

source: Optional - email form submissions to this address. Separate multiple addresses by comma.
fr: Facultatif - envoyer les formulaire à cette adresse. Séparez plusieurs adresses par virgule.

source: Subject
fr: Sujet

source: Save form submissions
fr: Enregistrer les dépôts de formulaire

source: Submissions are saved to database and can be exported at any time.
fr: Les dépots sont sauvegardées dans la base de données et peuvent être exportées à tout moment.

source: Thank you page
fr: Page de remerciement

source: The page users are redirected to after submitting the form.
fr: Les utilisateurs de la page sont redirigés vers après avoir soumis le formulaire.

source: Submit
fr: Envoyer

source: Button text
fr: Texte du bouton

source: Button style
fr: Style de bouton

source: Button CSS class
fr: Classe CSS du bouton

source: Custom CSS class applied to the submit button.
fr: Classe CSS personnalisée appliquée au bouton envoyer.

source: Form CSS Class
fr: Classe CSS du formulaire

source: Custom CSS class applied to <form> element.
fr: Classe CSS personnalisée appliquée à l'élément <form>.

source: Form ID
fr: ID de formulaire

source: Custom ID applied to <form> element.
fr: ID personnalisé appliqué à l'élément <form>.

source: Form go live date/time
fr: Date/heure de mis en ligne du formulaire

source: Date and time when the FORM goes live on the page.
fr: Date et heure de mise en ligne du formulaire sur la page.

source: Form expiry date/time
fr: Date/heure d'expiration du formulaire

source: Date and time when the FORM will no longer be available on the page.
fr: Date et heure auxquelles le FORMULAIRE ne sera plus disponible sur la page.

source: Form Settings
fr: Paramètres du formulaire

source: Form Submissions
fr: Envoi de formulaires

source: Confirmation Emails
fr: E-mails de confirmation

source: Form Scheduled Publishing
fr: Formulaire de publication planifiée

source: Submission date
fr: Date de dépot

source: Form
fr: Formulaire

source: CodeRed Location
fr: Emplacement CodeRed

source: Auto Update Latitude and Longitude
fr: Mise à jour automatique de latitude et longitude

source: If checked, automatically update the latitude and longitude when the address is updated.
fr: Si elle est cochée, mets automatiquement à jour la latitude et la longitude lorsque l'adresse est mise à jour.

source: Map Title
fr: Titre de la carte

source: If this is filled out, this is the title that will be used on the map.
fr: Si cela est rempli, c'est le titre qui sera utilisé sur la carte.

source: Map Description
fr: Description de la carte

source: If this is filled out, this is the description that will be used on the map.
fr: Si cela est rempli, c'est la description qui sera utilisée sur la carte.

source: Website
fr: Site web

source: Phone Number
fr: Numéro de téléphone

source: Map Layout
fr: Mise en page de carte

source: Location Settings
fr: Paramètres d'emplacement

source: CodeRed Location Index Page
fr: Page index d'emplacement CodeRed

source: The default latitude you want the map set to.
fr: Latitude par défaut à laquelle la carte doit être définie.

source: The default longitude you want the map set to.
fr: Longitude par défaut à laquelle la carte doit être définie.

source: Map Display
fr: Affichage de la carte

source: Show controls
fr: Afficher les commandes

source: Shows arrows on the left and right of the carousel to advance next or previous slides.
fr: Affiche les flèches à gauche et à droite du carrousel pour avancer les diapositives suivantes ou précédentes.

source: Show indicators
fr: Afficher les indicateurs

source: Shows small indicators at the bottom of the carousel based on the number of slides.
fr: Affiche les petits indicateurs au bas du carrousel en fonction du nombre de diapositives.

source: The animation when transitioning between slides.
fr: L'animation lors de la transition entre les diapositives.

source: Slider
fr: Curseur

source: Slides
fr: Diapositives

source: Carousel Slide
fr: Diapositive carrousel

source: Custom CSS class
fr: Classe CSS personnalisée

source: Navigation links
fr: Liens de navigation

source: Attributes
fr: Attributs

source: Footer
fr: Pied de page

source: content
fr: contenu

source: Dismissible
fr: Révocables

source: Show once
fr: Afficher une fois

source: Do not show the content wall to the same user again after it has been closed.
fr: Ne pas afficher le mur de contenu au même utilisateur une fois qu'il a été fermé.

source: CodeRed Email
fr: E-mail CodeRed

source: To Addresses
fr: Vers adresses

source: Comma separated list
fr: Liste séparée par des virgules

source: From Address
fr: De l'adresse

source: Email Message
fr: Message électronique

source: Social Media
fr: Médias sociaux

source: Your Facebook page URL
fr: URL de votre page Facebook

source: Your Twitter page URL
fr: URL de votre page Twitter

source: Your Instagram username, without the @
fr: Votre nom d'utilisateur Instagram, sans le @

source: Your YouTube channel or user account URL
fr: URL de votre chaîne YouTube ou de votre compte utilisateur

source: Your LinkedIn page URL
fr: URL de votre page LinkedIn

source: Your Google+ page or Google business listing URL
fr: Votre page Google + ou Google Business Listing URL

source: Social Media Accounts
fr: Comptes de médias sociaux

source: Layout
fr: Disposition

source: Brand logo used in the navbar and throughout the site
fr: Logo de marque utilisé dans le NavBar et sur tout le site

source: Navbar color scheme
fr: Jeu de couleurs de la barre de navigation

source: Optimizes text and other navbar elements for use with light or dark backgrounds.
fr: Optimise le texte et d'autres éléments de navbar pour une utilisation avec des arrière-plans clairs ou sombres.

source: Navbar CSS class
fr: Classe CSS de la barre de navigation

source: Custom classes applied to navbar e.g. "bg-light", "bg-dark", "bg-primary".
fr: Classes personnalisées appliquées à navbar par exemple «bg-light», «bg-dark», «bg-primary».

source: Fixed navbar
fr: La barre de navigation sera fixe

source: Fixed navbar will remain at the top of the page when scrolling.
fr: La barre de navigation sera fixe et restera en haut de la page lors du défilement.

source: Full width navbar
fr: Barre de navigation en pleine largeur

source: The navbar will fill edge to edge.
fr: La barre de navigation remplira bord à bord.

source: Full width navbar contents
fr: Contenu de navbar pleine largeur

source: Content within the navbar will fill edge to edge.
fr: Le contenu de la barre de navigation remplit bord à bord.

source: Collapse navbar menu
fr: Réduire le menu navbar

source: Control on what screen sizes to show and collapse the navbar menu links.
fr: Contrôlez les tailles d'écran pour afficher et réduire les liens de menu de navbar.

source: Navbar format
fr: Format de la barre de navigation

source: Search box
fr: Boîte de recherche

source: Show search box in navbar
fr: Afficher la zone de recherche dans navbar

source: Theme variant
fr: Variante de thème

source: Branding
fr: Marque

source: Site Navbar Layout
fr: Mise en page du site navbar

source: Theming
fr: Thématisation

source: Tracking
fr: Suivi

source: GA Tracking ID
fr: ID de suivi GA

source: Your Google Analytics tracking ID (begins with "UA-")
fr: Votre identifiant de suivi Google Analytics (commence par «UA-»)

source: Track button clicks
fr: Suivi des clics sur les boutons

source: Track all button clicks using Google Analytics event tracking. Event tracking details can be specified in each button’s advanced settings options.
fr: Suivez tous les clics sur les boutons à l'aide du suivi des événements Google Analytics. Les détails du suivi des événements peuvent être spécifiés dans les options de paramètres avancés de chaque bouton.

source: Show skip navigation link
fr: Afficher le lien ignorer la navigation

source: Shows a "Skip Navigation" link above the navbar that takes you directly to the main content.
fr: Affiche un lien «ignorer la navigation» au-dessus du navbar qui vous amène directement au contenu principal.

source: Accessibility
fr: Accessibilité

source: From email address
fr: À partir de l'adresse e-mail

source: The default email address this site uses to send emails.
fr: L'adresse e-mail par défaut que ce site utilise pour envoyer des e-mails.

source: Number of results per page
fr: Nombre de résultats par page

source: Enter the contents of a robots.txt file.
fr: Entrez le contenu d'un fichier robots.txt.

source: Search Settings
fr: Paramètres de recherche

source: General
fr: Générales

source: Use OpenGraph Markup
fr: Utiliser le balisage OpenGraph

source: Show an optimized preview when linking to this site on Facebook, Linkedin, Twitter, and others. See http://ogp.me/.
fr: Afficher un aperçu optimisé lors de la liaison à ce site sur Facebook, LinkedIn, Twitter et d'autres. Voir http://ogp.me/.

source: Use Twitter Markup
fr: Utiliser le balisage Twitter

source: Shows content as a "card" when linking to this site on Twitter. See https://developer.twitter.com/en/docs/tweets/optimize-with-cards/overview/abouts-cards.
fr: Shows small indicators at the bottom of the carousel based on the number of slides.Shows content as a "card" when linking to this site on Twitter. See https://developer.twitter.com/en/docs/tweets/optimize-with-cards/overview/abouts-cards.

source: Use Structured Data
fr: Utiliser des données structurées

source: Optimizes information about your organization for search engines. See https://schema.org/.
fr: Optimise les informations sur votre organisation pour les moteurs de recherche. Voir https://schema.org/.
