Repository: Sicilia04/coderedcms
Catalog: coderedcms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Use AMP Pages
fr: Utiliser les pages AMP

source: Generates an alternate AMP version of Article pages that are preferred by search engines. See https://www.ampproject.org/
fr: Génère une version AMP alternative des pages article qui sont préférées par les moteurs de recherche. Voir https://www.ampproject.org/

source: If these settings are enabled, the corresponding values in each page’s SEO tab are used.
fr: Si ces paramètres sont activés, les valeurs correspondantes dans l'onglet SEO de chaque page sont utilisées.

source: Search Engine Optimization
fr: Optimisation des moteurs de recherche

source: Google Maps API Key
fr: Clé API Google Maps

source: The API Key used for Google Maps.
fr: La clé API utilisée pour Google Maps.

source: Mailchimp API
fr: API MailChimp

source: Mailchimp API Key
fr: Clé API MailChimp

source: The API Key used for Mailchimp.
fr: La clé API utilisée pour MailChimp.

source: Import failed: %(reason)s
fr: Échec de l'importation: %(reason)s

source: %(count)s page imported.
fr: %(count)s page importée.
